Revit 2027 API
ParameterTypeId.RbsHvacloadWallCoolingLoadParam Property
 "Wall Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadWallCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadWallCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadWallCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadWallCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace